7767517
3 3
Input            input                    0 1 input
Slicing          Slice_4                  1 1 input 5 -23309=1,0 -23310=1,-1 -23311=1,1 -23312=1,2
Slicing          Slice_9                  1 1 5 output -23309=1,-1 -23310=1,1 -23311=1,1 -23312=1,-1
